Repository: keepant/sparring
Catalog: lib/I18n/intl_*.arb
Languages: id

# hello
source: Hello, World
id: Halo, Dunia

source: Court
id: Lapangan

# opponent
source: Opponents
id: Lawan

# booking
source: Bookings
id: Pesanan

source: Notification
id: Notifikasi

source: Account
id: Akun

source: Get Started
id: Ayo Mulai

# skipText
source: Skip
id: Lewati

# nextText
source: Next
id: Selanjutnya

# doneText
source: Done
id: Selesai

# bookingDetailsTitle
source: Booking Details
id: Detail Pesanan

# myBookingTitle
source: My Bookings
id: Pesanan Saya

# upcomingText
source: Upcoming
id: Akan datang

# completedText
source: Completed
id: Selesai

# cancelledText
source: Cancelled
id: Dibatalkan

# headerTextPage
source: Book futsal court and find opponents
id: Pesan lapangan futsal dan cari lawan bermain

# hintLocationCourtTextField
source: Location or name futsal court
id: Lokasi atau nama lapangan futsal

# hintDateTextField
source: Play date
id: Tanggal bermain

# hintTimeTextField
source: Play time
id: Jam bermain

# searchText
source: Search
id: Cari

# loginText
source: Login
id: Masuk

# registerText
source: Register now
id: Daftar sekarang

# loginDesc
source: Login for faster booking and to easily access your booking details
id: Masuk untuk mengakses pesananmu lebih cepat

# backText
source: Back
id: Kembali

# emailEmptyWarningText
source: Email can't be empty!
id: Email tidak boleh kosong!

# orText
source: or
id: atau

# loginWithFacebookText
source: Login with Facebook
id: Masuk dengan Facebook

# loginWithGoogleText
source: Login with Google
id: Masuk dengan Google

# questionAccountText
source: Don't have an account?
id: Belum punya akun?

# questionHaveAccountText
source: Already have an account?
id: Sudah punya akun?

# fullNameText
source: Full name
id: Nama lengkap

# hourText
source: hour
id: jam

# paymentDetailsText
source: Payment details
id: Detail pembayaran

# paymentMethodText
source: Payment method
id: Metode pembayaran

# youPayText
source: You pay
id: Kamu membayar

# noBookingsText
source: No bookings
id: Tidak ada pemesanan

# noCancelledBookingsText
source: No cancelled bookings available yet
id: Belum ada pemesanan dibatalkan

# noCompletedBookingsText
source: No completed bookings available yet
id: Belum ada pemesanan selesai

# noUpcomingBookingsText
source: No upcoming bookings available yet
id: Belum ada pemesanan yang akan datang

# noSparringText
source: No sparring
id: Tidak ada sparring

# noCancelledSparringText
source: No cancelled sparring available yet
id: Belum ada sparring dibatalkan

# noCompletedSparringText
source: No completed sparring available yet
id: Belum ada sparring selesai

# noUpcomingSparringText
source: No upcoming sparring available yet
id: Belum ada sparring yang akan datang

# logoutSuccessText
source: Logout successfully!
id: Berhasil keluar!

# logoutText
source: Logout
id: Keluar

# noCourtText
source: No court
id: Tidak ada lapangan

# noCourtSearchText
source: No court match with the search
id: Tidak ada lapangan yang cocok dengan pencarian

# overviewText
source: Overview
id: Gambaran

# locationText
source: Location
id: Lokasi

# descriptionText
source: Description
id: Deskripsi

# openDayText
source: Open day
id: Hari buka

# openHourText
source: Open hour
id: Jam buka

# facilitiesText
source: Facilities
id: Fasilitas

# bookText
source: Book now
id: Pesan sekarang

# editSearchText
source: Edit search
id: Ubah pencarian

# seeCourtDetailsText
source: see court details
id: lihat detail lapangan

# invoiceText
source: Invoice
id: Faktur

# priceText
source: Price
id: Harga

# totalPriceText
source: Total price
id: Total harga

# loginSuccessText
source: Login successfully!
id: Login berhasil!

# passwordEmptyWarningText
source: Password can't be empty!
id: Password tidak boleh kosong!

# fullNameEmptyWarningText
source: Full name can't be empty!
id: Nama lengkap tidak boleh kosong!

# registerSuccessText
source: Register successfully!
id: Berhasil mendaftar!

# descRegisterSuccessText
source: Please login to access your account
id: Login untuk dapat mengakses akunmu

# saveProfileText
source: Profile picture saved!
id: Foto profil tersimpan!

# saveText
source: Save
id: Simpan

# savePPText
source: Saving profile picture..
id: Menyimpan foto profil..

# profileText
source: Profile
id: Profil

# phoneNumberText
source: Phone number
id: Nomer HP

# phoneNumberEmptyWarningText
source: Phone number can't be empty!
id: Nomer HP tidak boleh kosong!

# addressText
source: Address
id: Alamat

# addressEmptyWarningText
source: Address can't be empty!
id: Alamat tidak boleh kosong!

# joinedText
source: Joined
id: Bergabung

# dataSavedText
source: Data saved!
id: Data tersimpan!

# savingChangesText
source: Saving changes..
id: Menyimpan perubahan..

# genderText
source: Gender
id: Jenis kelamin

# addTeamText
source: Add team
id: Tambah tim

# teamNameText
source: Team name
id: Nama tim

# teamLocationText
source: Team base location
id: Alamat tim

# teamLogoText
source: Team logo
id: Logo tim

# noImageSelectedText
source: No image selected
id: Tidak ada gambar

# teamSavedText
source: Team saved!
id: Tim berhasil disimpan!

# savingTeamText
source: Saving team..
id: Menyimpan team..

# savingLogoText
source: Saving logo..
id: Menyimpan logo..

# logoSavedText
source: Logo saved!
id: Logo berhasil tersimpan!

# myTeamText
source: My Team
id: Team Saya

# createdText
source: Created
id: Dibuat

# updateText
source: Update
id: Ubah

# savingUpdateText
source: Saving update..
id: Menyimpan perubahan..

# aboutUsText
source: About Us
id: Tentang Kita

# descAppText
source: application for find futsal court and opponents
id: aplikasi untuk mencari lapangan futsal dan lawan bermain

# withText
source: with
id: dengan

# appVersionText
source: App Version
id: Versi Aplikasi

# myInfoText
source: My Information
id: Informasi Saya

# loginOrRegisterText
source: Login / register
id: Masuk / daftar

# opponentDetailText
source: Opponent detail
id: Detail lawan

# makeSparringText
source: Success make sparring!
id: Berhasil membuat sparring!

# pickOpponentText
source: Pick opponent
id: Pilih lawan

# pickOpponentConfirmText
source: Are you sure to pick this opponent?
id: Apakah kamu yakin memilih lawan ini?

# cancelText
source: Cancel
id: Batal

# sureText
source: Yes, sure
id: Iya, yakin

# alertSelfSparringText
source: You cannot sparring with your own team ðŸ˜‹
id: Kamu tidak bisa sparring dengan tim kamu sendiri ðŸ˜‹

# makingSparringText
source: Making sparring..
id: Membuat sparring..

# teamCaptainText
source: Team captain
id: Kapten tim

# captainText
source: Captain
id: Kapten

# seeLocationText
source: See location
id: Lihat lokasi

# currentSparringPostText
source: Your current sparring post
id: Pencarian lawan sparring-mu

# postSparringText
source: Post sparring
id: Buat sparring

# noCourtAvailableText
source: No court available
id: Tidak ada lapangan tersedia

# makeBookingAlertText
source: Make booking court to post sparring!
id: Buat pemesanan lapangan untuk membuat sparring!

# sparringSuccessText
source: Sparring successfully saved
id: Sparring berhasil disimpan!

# savingText
source: Saving..
id: Menyimpan..

# confirmYesText
source: Yes, I pick this court
id: Iya, Saya pilih lapangan ini

# chooseThisCourtText
source: Choose this court?
id: Pilih lapangan ini?

# dontHaveTeamText
source: You don't have any team yet!
id: Kamu belum punya tim!

# addYourTeamText
source: Add your team to begin sparring
id: Tambah timmu untuk memulai sparring

# addTeamNowText
source: Add team now!
id: Tambah tim sekarang!

# addSparringText
source: No sparring avalilable
id: Tidak ada sparring tersedia

# oppInfoText
source: Opponents information
id: Informasi lawan

# capInfoText
source: Caption information
id: Informasi kapten

# nameText
source: Name
id: Nama

# oppDetailText
source: Sparring detail
id: Detail sparring
